/* No comment provided by engineer. */
"Export edited content to a QuickTime preset" = "Export edited content to a QuickTime preset";

/* No comment provided by engineer. */
"No encoding selected." = "No encoding selected.";

